Repository: Alexandre-T/CsnUser
Catalog: language/*.po
Languages: fr_fr

source: Sign In
fr_fr: S'enregistrer

source: This username is already taken
fr_fr: Ce nom d'utilisateur est déjà pris

source: An user with this email already exists
fr_fr: Un utilisateur avec cet email existe déjà

source: Your authentication credentials are not valid
fr_fr: Vos identifiants de connexion ne sont pas valides

source: Your username is disabled. Please contact an administrator.
fr_fr: Cet utilisateur a été désactivé. Veuillez contacter un administrateur !

source: Something went wrong during login! Please, try again later.
fr_fr: Une erreur s'est produite durant la connexion. Veuillez réessayer plus tard !

source: Please, confirm your registration!
fr_fr: Veuillez confirmer votre inscription !

source: Please, click the link to confirm your registration => %s
fr_fr: Veuillez cliquer sur ce lien pour confirmer votre inscription : %s

source: Something went wrong when trying to send activation email! Please, try again later.
fr_fr: Une erreur s'est produite lors de l'envoi du mail d'activation de votre compte. Veuillez réessayer plus tard !

source: Your profile has been edited
fr_fr: Votre profil a bien été modifié.

source: Your answer is wrong. Please provide the correct answer.
fr_fr: Cette réponse est incorrecte. Veuillez entrer la bonne réponse !

source: Please, confirm your request to change password!
fr_fr: S'il-vous-plait, veuillez confirmer votre requête pour changer de mot de passe !

source: Hi, %s. Please, follow this link %s to confirm your request to change password.
fr_fr: Bonjour %s. Veuillez suivre ce lien pour confirmer le changement de mot de passe : %s

source: Your current password is not correct.
fr_fr: Votre mot de passe est incorrect.

source: Your password is wrong. Please provide the correct password.
fr_fr: Ce mot de passe est incorrect. Veuillez entrer le bon mot de passe !

source: Something went wrong during the activation of your account! Please, try again later.
fr_fr: Une erreur est survenue durant l'activation de votre compte. Veuillez réessayer plus tard.

source: Hello again %s. Your new password is: %s. Please, follow this link %s to log in with your new password.
fr_fr: Bonjour %s. Votre nouveau mot de passe est : %s. Veuillez suivre ce lien pour vous connecter avec votre nouveau mot de passe : %s .

source: An error occured during the confirmation of your password change! Please, try again later.
fr_fr: Une erreur est survenue durant la confirmation de votre changement de mot de passe. Veuillez réessayer plus tard !

source: User created Successfully
fr_fr: Utilisateur créé avec succès

source: Something went wrong during user creation! Please, try again later.
fr_fr: Une erreur est survenue durant la création de cet utilisateur. Veuillez réessayer plus tard !

source: User ID invalid
fr_fr: Identifiant invalide

source: User Updated Successfully
fr_fr: Utilisateur modifié avec succès

source: Something went wrong during update user process! Please, try again later.
fr_fr: Une erreur est survenue durant la mise à jour du profil utilisateur. Veuillez réessayer plus tard !

source: User Deleted Successfully
fr_fr: Utilisateur supprimé avec succès

source: Something went wrong during user delete process! Please, try again later.
fr_fr: Une erreur est survenue durant la suppression de l'utilisateur. Veuillez réessayer plus tard !

source: User ID or state invalid
fr_fr: Identifiant ou état invalide

source: User Home
fr_fr: Profil

source: Edit Profile
fr_fr: Éditer le profil

source: Log Out
fr_fr: Déconnexion

source: Log in
fr_fr: Connexion

source: Sign Up
fr_fr: Inscription

source: Reset Password
fr_fr: Réinitialiser le mot de passe

source: Thank you! Your registration has been confirmed.
fr_fr: Merci ! Votre inscription a été confirmée.

source: Username
fr_fr: Nom d'utilisateur

source: First Name
fr_fr: Prénom

source: Last Name
fr_fr: Nom de famille

source: Your Email
fr_fr: Votre mail

source: Password
fr_fr: Mot de passe

source: Confirm Password
fr_fr: Confirmation

source: Type Your Answer
fr_fr: Entrez votre réponse

source: Verify you are human
fr_fr: Prouvez votre «humanité»

source: Confirmation successful! You have a new password. An email has been sent to <span class="zf-green">%s</span> with your new password.
fr_fr: Confirmation réussie ! Vous avez un nouveau mot de passe. Un mail a été envoyé à <span class="zf-green">%s</span> avec votre nouveau mot de passe.

source: Thank you! Your email has been changed to
fr_fr: Merci ! Votre mail a été changé pour

source: An email has been sent to <span class="zf-green">%s</span>. Please, check your inbox and confirm your request to change password!
fr_fr: Un mail a été envoyé à <span class="zf-green">%s</span>. Veuillez consulter votre messagerie et confirmer votre demande de changement de mot de passe !

source: Thank you! Your security question has been changed
fr_fr: Merci ! Votre question de sécurité a bien été modifiée.

source: Thank you! Your password has been changed successfully.
fr_fr: Merci ! Votre mot de passe a bien été modifié.

source: Confirm New Password
fr_fr: Confirmez le nouveau mot de passe

source: Change Password
fr_fr: Changez le mot de passe

source: Security Question
fr_fr: Question de sécurité

source: Security Answer
fr_fr: Réponse à la question de sécurité

source: New Password
fr_fr: Nouveau mot de passe

source: Write Your Username or Email
fr_fr: Entrez votre identifiant et votre mot de passe

source: Send Reset Email
fr_fr: Envoyez l'email de réinitialisation

source: Change Security Question
fr_fr: Changez la question de sécurité

source: Current Password
fr_fr: Mot de passe actuel

source: New Email
fr_fr: Nouvelle adresse mail

source: Confirm New Email
fr_fr: Confirmez l'adresse

source: Change Email
fr_fr: Changez l'adresse mail

source: An email has been sent to <span class="zf-green">%s</span>. Please, check your inbox and confirm your registration!
fr_fr: Un mail a été envoyé à <span class="zf-green">%s</span>. Veuillez consulter votre messagerie et confirmer votre inscription !

source: Update Profile
fr_fr: Modifier le profil

source: Your Username
fr_fr: Votre identifiant

source: Your Password
fr_fr: Votre mot de passe

source: Your Security Question
fr_fr: Votre question de sécurité

source: Your First/Last Name
fr_fr: Vos prénom et nom de famille

source: Your Language
fr_fr: Votre langue

source: Username or Email
fr_fr: Nom d'utilisateur ou mail

source: Activate Remember Me Function
fr_fr: Activez la fonction « Se souvenir de moi »

source: Remember me?
fr_fr: Se souvenir de moi ?

source: Log In
fr_fr: Se connecter

source: Sign up
fr_fr: S'inscrire

source: Forgot your password?
fr_fr: Mot de passe perdu ?

source: Welcome
fr_fr: Bienvenue

source: Congratulations! You have successfully logged in.
fr_fr: Félicitations ! Vous êtes correctement identifié.

source: Guest
fr_fr: Invité

source: Please follow the buttons at the top to navigate through the system.
fr_fr: Veuillez suivre les boutons ci-dessus pour naviguer au sein du système.

source: Edit User
fr_fr: Éditer l'utilisateur

source: Create User
fr_fr: Créer un utilisateur

source: New User
fr_fr: Nouvel utilisateur

source: Users Admin Table
fr_fr: Tableau d'administration des utilisateurs

source: Name
fr_fr: Nom

source: Email
fr_fr: Mail

source: State
fr_fr: État

source: Enable
fr_fr: Activer

source: Edit
fr_fr: Éditer

source: Do you really want to delete this user?
fr_fr: Voulez-vous réellement supprimer cet utilisateur ?

source: Delete
fr_fr: Supprimer
